Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Audio Responsive
ar: تستجيب للصوت
de: Audio-reaktiv
es: Reacciona al audio
fr: Réactif au son
hi: ऑडियो पर प्रतिक्रिया
it: Reattivo all’audio
ja: オーディオレスポンス
ko: 오디오 응답
pl: Reakcja na dźwięk
pt_br: Sensível a Áudio
ru: Реагирующие на звук
tr: Sese Duyarlı
uk: Реагують на звук
zh_hans: 音频响应
zh_hant: 音訊回應式

source: Audio Speed
ar: سرعة الصوت
de: Audiogeschwindigkeit
es: Velocidad del audio
fr: Vitesse audio
hi: ऑडियो स्पीड
it: Velocità audio
ja: オーディオ速度
ko: 오디오 속도
pl: Szybkość dźwięku
pt_br: Velocidade do Áudio
ru: Скорость звука
tr: Ses Hızı
uk: Швидкість звуку
zh_hans: 音频速度
zh_hant: 音訊速度

source: Audio Visualizers
ar: المؤثرات المرئية الصوتية
de: Audio-Visualisierungen
es: Visualizadores de audio
fr: Visualiseurs audio
hi: ऑडियो विज़ुअलाइज़र
it: Visualizzatori audio
ja: オーディオビジュアライザ
ko: 오디오 시각화
pl: Wizualizatory dźwięku
pt_br: Visualizadores de Áudio
ru: Аудиовизуализаторы
tr: Ses Görselleştiricileri
uk: Аудіовізуалізатори
zh_hans: 音频可视化
zh_hant: 音訊視覺化

source: Audio Visualizers Need Permission
ar: تحتاج المؤثرات المرئية الصوتية إلى إذن
de: Audio-Visualisierungen benötigen eine Berechtigung
es: Los visualizadores de audio necesitan permiso
fr: Les visualiseurs audio nécessitent une autorisation
hi: ऑडियो विज़ुअलाइज़र को अनुमति की ज़रूरत है
it: I visualizzatori audio richiedono l’autorizzazione
ja: オーディオビジュアライザには許可が必要です
ko: 오디오 시각화에 권한이 필요함
pl: Wizualizatory dźwięku wymagają pozwolenia
pt_br: Os visualizadores de áudio precisam de permissão
ru: Аудиовизуализаторам нужно разрешение
tr: Ses Görselleştiricileri İzin Gerektiriyor
uk: Аудіовізуалізаторам потрібен дозвіл
zh_hans: 音频可视化需要权限
zh_hant: 音訊視覺化需要權限

source: Audio capture starts on its own once the permission is granted; no restart is needed.
ar: يبدأ التقاط الصوت تلقائيًا بمجرد منح الإذن؛ ولا حاجة إلى إعادة التشغيل.
de: Die Audioaufnahme startet automatisch, sobald die Berechtigung erteilt wurde. Ein Neustart ist nicht erforderlich.
es: La captura de audio empezará sola en cuanto se conceda el permiso; no hace falta reiniciar.
fr: La capture audio démarre d’elle-même une fois l’autorisation accordée ; aucun redémarrage n’est nécessaire.
hi: अनुमति मिलते ही ऑडियो कैप्चर अपने आप शुरू हो जाता है; रीस्टार्ट करने की ज़रूरत नहीं है.
it: L’acquisizione audio si avvia da sola non appena concedi l’autorizzazione; non serve riavviare.
ja: 許可されるとオーディオのキャプチャが自動的に開始されます。再起動は必要ありません。
ko: 권한이 허용되면 오디오 캡처가 자동으로 시작되며, 재시동할 필요가 없습니다.
pl: Przechwytywanie dźwięku rozpocznie się samo po udzieleniu pozwolenia; ponowne uruchomienie nie jest potrzebne.
pt_br: A captura de áudio começa sozinha assim que a permissão é concedida; não é preciso reiniciar.
ru: Захват звука начнётся сам после выдачи разрешения; перезапуск не нужен.
tr: İzin verildiğinde ses yakalama kendiliğinden başlar; yeniden başlatmanız gerekmez.
uk: Записування звуку почнеться автоматично, щойно дозвіл буде надано; перезапуск не потрібен.
zh_hans: 授予权限后，音频捕获会自动开始，无需重新启动。
zh_hant: 授與權限後即會自動開始擷取音訊，無需重新啟動。

source: Audio-reactive wallpapers react only to sound at least this loud; quieter sound reads as silence. 0 reacts to everything, 10 needs about −40 dB.
ar: لا تتفاعل الخلفيات المتجاوبة مع الصوت إلا مع صوت بهذا العلو على الأقل؛ ويُعد الصوت الأخفض صمتًا. القيمة 0 تتفاعل مع كل شيء، و10 تحتاج إلى نحو −40 ديسيبل.
de: Audioreaktive Hintergrundbilder reagieren nur auf Ton, der mindestens so laut ist; leiserer Ton gilt als Stille. 0 reagiert auf alles, 10 braucht etwa −40 dB.
es: Los fondos de pantalla que reaccionan al audio solo reaccionan a un sonido al menos así de fuerte; uno más bajo cuenta como silencio. 0 reacciona a todo y 10 necesita unos −40 dB.
fr: Les fonds d’écran réactifs au son ne réagissent qu’à un son au moins aussi fort ; un son plus faible compte comme du silence. 0 réagit à tout, 10 demande environ −40 dB.
hi: ऑडियो पर प्रतिक्रिया देने वाले वॉलपेपर केवल कम से कम इतनी तेज़ आवाज़ पर प्रतिक्रिया देते हैं; इससे धीमी आवाज़ चुप्पी मानी जाती है। 0 हर आवाज़ पर प्रतिक्रिया देता है, 10 के लिए लगभग −40 dB चाहिए।
it: Gli sfondi che reagiscono all’audio reagiscono solo a suoni almeno così forti; un suono più debole conta come silenzio. 0 reagisce a tutto, 10 richiede circa −40 dB.
ja: オーディオに反応する壁紙は、この音量以上の音にだけ反応します。それより小さい音は無音として扱われます。0 はすべてに反応し、10 では約 −40 dB が必要です。
ko: 오디오에 반응하는 배경화면은 이 정도 이상의 소리에만 반응합니다. 그보다 작은 소리는 무음으로 처리됩니다. 0은 모든 소리에 반응하고, 10은 약 −40dB가 필요합니다.
pl: Tapety reagujące na dźwięk reagują tylko na dźwięk co najmniej tak głośny; cichszy jest traktowany jak cisza. 0 reaguje na wszystko, 10 wymaga około −40 dB.
pt_br: As imagens de fundo que reagem ao áudio só reagem a sons pelo menos tão altos; sons mais baixos contam como silêncio. 0 reage a tudo; 10 precisa de cerca de −40 dB.
ru: Обои, реагирующие на звук, реагируют только на звук не тише этого; более тихий считается тишиной. 0 реагирует на всё, 10 требует около −40 дБ.
tr: Sese duyarlı duvar kâğıtları yalnızca en az bu kadar yüksek sese tepki verir; daha alçak ses sessizlik sayılır. 0 her şeye tepki verir, 10 yaklaşık −40 dB gerektirir.
uk: Шпалери, що реагують на звук, реагують лише на звук не тихіший за цей; тихіший вважається тишею. 0 реагує на все, 10 потребує близько −40 дБ.
zh_hans: 音频响应墙纸只对至少这么响的声音作出反应；更小的声音视为静音。0 对所有声音作出反应，10 约需 −40 dB。
zh_hant: 音訊回應背景圖片只對至少這麼大的聲音作出反應；更小的聲音視為靜音。0 對所有聲音作出反應，10 約需 −40 dB。

source: Authenticating with Steam...
ar: تجري المصادقة مع Steam…
de: Anmeldung bei Steam …
es: Autenticando con Steam…
fr: Authentification auprès de Steam…
hi: Steam के साथ प्रमाणित किया जा रहा है…
it: Autenticazione con Steam…
ja: Steamで認証中…
ko: Steam 인증 중...
pl: Uwierzytelnianie w Steam…
pt_br: Autenticando com o Steam…
ru: Аутентификация в Steam…
tr: Steam ile kimlik doğrulanıyor…
uk: Автентифікація в Steam…
zh_hans: 正在通过 Steam 认证…
zh_hant: 正在向 Steam 認證⋯

source: Authenticating…
ar: تجري المصادقة…
de: Anmeldung …
es: Autenticando…
fr: Authentification…
hi: प्रमाणित किया जा रहा है…
it: Autenticazione…
ja: 認証中…
ko: 인증 중…
pl: Uwierzytelnianie…
pt_br: Autenticando…
ru: Аутентификация…
tr: Kimlik Doğrulanıyor…
uk: Автентифікація…
zh_hans: 正在认证…
zh_hant: 正在認證⋯

source: Author Workshop
ar: ورشة المؤلف
de: Workshop des Autors
es: Workshop del autor
fr: Workshop de l’auteur
hi: लेखक का Workshop
it: Workshop dell’autore
ja: 作成者のワークショップ
ko: 제작자 창작마당
pl: Warsztat autora
pt_br: Oficina do Autor
ru: Мастерская автора
tr: Yazarın Atölyesi
uk: Майстерня автора
zh_hans: 作者的创意工坊
zh_hant: 作者的工作坊

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
hi: ऑटो
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
ru: Авто
tr: Otomatik
uk: Авто
zh_hans: 自动
zh_hant: 自動

source: Automatic
ar: تلقائي
de: Automatisch
es: Automática
fr: Automatique
hi: ऑटोमैटिक
it: Automatica
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

source: Automatic Startup
ar: بدء التشغيل التلقائي
de: Automatischer Start
es: Inicio automático
fr: Démarrage automatique
hi: ऑटोमैटिक स्टार्टअप
it: Avvio automatico
ja: 自動起動
ko: 자동 시작
pl: Automatyczne uruchamianie
pt_br: Inicialização Automática
ru: Автозапуск
tr: Otomatik Başlatma
uk: Автозапуск
zh_hans: 自动启动
zh_hant: 自動啟動

source: Automatic plays this wallpaper in Chromium only if it uses Chromium-only features and the engine is installed; otherwise in WebKit, which uses far less memory.
ar: يشغّل الخيار التلقائي هذه الخلفية في Chromium فقط إذا كانت تستخدم ميزات خاصة بـ Chromium وكان المحرك مثبتًا؛ وإلا ففي WebKit الذي يستهلك ذاكرة أقل بكثير.
de: Automatisch spielt diesen Hintergrund nur dann in Chromium ab, wenn er Chromium-eigene Funktionen nutzt und die Engine installiert ist, sonst in WebKit, das viel weniger Speicher braucht.
es: Automático reproduce este fondo en Chromium solo si usa funciones exclusivas de Chromium y el motor está instalado; si no, en WebKit, que usa mucha menos memoria.
fr: Automatique affiche ce fond d’écran dans Chromium seulement s’il utilise des fonctions propres à Chromium et que le moteur est installé ; sinon dans WebKit, qui utilise bien moins de mémoire.
hi: ऑटोमैटिक इस वॉलपेपर को Chromium में तभी चलाता है जब यह केवल-Chromium सुविधाएँ उपयोग करता हो और इंजन इंस्टॉल हो; वरना WebKit में, जो बहुत कम मेमोरी लेता है।
it: Automatica riproduce questo sfondo in Chromium solo se usa funzioni esclusive di Chromium e il motore è installato; altrimenti in WebKit, che usa molta meno memoria.
ja: 自動では、Chromium 専用の機能を使用し、エンジンがインストールされている場合にのみこの壁紙を Chromium で再生します。それ以外は、メモリ使用量がずっと少ない WebKit で再生します。
ko: 자동은 이 배경화면이 Chromium 전용 기능을 사용하고 엔진이 설치된 경우에만 Chromium에서 재생하며, 그 외에는 메모리를 훨씬 적게 쓰는 WebKit에서 재생합니다.
pl: Automatycznie odtwarza tę tapetę w Chromium tylko wtedy, gdy używa funkcji dostępnych tylko w Chromium, a silnik jest zainstalowany; w przeciwnym razie w WebKit, który zużywa znacznie mniej pamięci.
pt_br: Automático reproduz este papel de parede no Chromium só se ele usar recursos exclusivos do Chromium e o motor estiver instalado; caso contrário, no WebKit, que usa bem menos memória.
ru: «Автоматически» воспроизводит эти обои в Chromium, только если они используют функции, которые есть лишь в Chromium, и движок установлен; иначе в WebKit, которому нужно гораздо меньше памяти.
tr: Otomatik, bu duvar kâğıdını yalnızca Chromium’a özgü özellikler kullanıyorsa ve motor kuruluysa Chromium’da oynatır; aksi hâlde çok daha az bellek kullanan WebKit’te.
uk: «Автоматично» відтворює ці шпалери в Chromium, лише якщо вони використовують функції, які є тільки в Chromium, і рушій установлено; інакше у WebKit, якому потрібно значно менше памʼяті.
zh_hans: “自动”仅在此壁纸使用 Chromium 专有功能且已安装引擎时才在 Chromium 中播放；否则在占用内存少得多的 WebKit 中播放。
zh_hant: 「自動」僅在此桌布使用 Chromium 專屬功能且已安裝引擎時才在 Chromium 中播放；否則在佔用記憶體少得多的 WebKit 中播放。

source: Automatically check for updates
ar: التحقق من وجود تحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: अपडेट के लिए स्वचालित रूप से जाँचें
it: Verifica automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
pl: Automatycznie sprawdzaj uaktualnienia
pt_br: Buscar atualizações automaticamente
ru: Автоматически проверять обновления
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wróć
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

source: Back to Discover
ar: العودة إلى «استكشف»
de: Zurück zu „Entdecken“
es: Volver a Descubrir
fr: Revenir à Découvrir
hi: खोजें पर वापस जाएँ
it: Torna a Esplora
ja: 「発見」に戻る
ko: 발견으로 돌아가기
pl: Wróć do Odkryj
pt_br: Voltar para Descobrir
ru: Назад к рекомендациям
tr: Keşfet’e Dön
uk: Назад до огляду
zh_hans: 返回“发现”
zh_hant: 返回「探索」

source: Balanced
ar: معتدل
de: Ausgewogen
es: Equilibrada
fr: Équilibré
hi: संतुलित
it: Bilanciato
ja: バランス
ko: 중간
pl: Zrównoważona
pt_br: Equilibrado
ru: Сбалансированное
tr: Dengeli
uk: Збалансована
zh_hans: 均衡
zh_hant: 平衡

source: Basic Setup
ar: الإعداد الأساسي
de: Grundeinstellungen
es: Configuración básica
fr: Configuration de base
hi: बेसिक सेटअप
it: Configurazione di base
ja: 基本設定
ko: 기본 설정
pl: Konfiguracja podstawowa
pt_br: Configuração Básica
ru: Основные настройки
tr: Temel Ayarlar
uk: Основні налаштування
zh_hans: 基本设置
zh_hant: 基本設定

source: Batch Unsubscribe Confirmation
ar: تأكيد إلغاء الاشتراك الجماعي
de: Mehrere abbestellen?
es: Confirmar anulación de suscripción en lote
fr: Confirmer le désabonnement groupé
hi: एक साथ अनसब्सक्राइब करने की पुष्टि
it: Conferma annullamento sottoscrizione multiplo
ja: 一括購読解除の確認
ko: 일괄 구독 취소 확인
pl: Anulowanie wielu subskrypcji
pt_br: Confirmar cancelamento de inscrições em lote
ru: Подтверждение массовой отписки
tr: Toplu Abonelikten Çıkma Onayı
uk: Підтвердження пакетної відписки
zh_hans: 确认批量取消订阅
zh_hant: 確認批次取消訂閱

source: Before you start, please read how Open Wallpaper Engine may be used and how it treats your data.
ar: قبل البدء، يُرجى قراءة كيفية استخدام Open Wallpaper Engine وكيفية تعامله مع بياناتك.
de: Bitte lesen Sie vor dem Start, wie Open Wallpaper Engine verwendet werden darf und wie es mit Ihren Daten umgeht.
es: Antes de empezar, lee cómo se puede usar Open Wallpaper Engine y cómo trata tus datos.
fr: Avant de commencer, veuillez lire comment Open Wallpaper Engine peut être utilisé et comment il traite vos données.
hi: शुरू करने से पहले, कृपया पढ़ें कि Open Wallpaper Engine का उपयोग कैसे किया जा सकता है और यह आपके डेटा के साथ कैसा व्यवहार करता है।
it: Prima di iniziare, leggi come può essere usato Open Wallpaper Engine e come tratta i tuoi dati.
ja: 始める前に、Open Wallpaper Engineの利用条件とデータの取り扱いについてお読みください。
ko: 시작하기 전에 Open Wallpaper Engine의 사용 조건과 데이터 처리 방식을 읽어 주십시오.
pl: Zanim zaczniesz, przeczytaj, jak można używać Open Wallpaper Engine i jak traktuje on Twoje dane.
pt_br: Antes de começar, leia como o Open Wallpaper Engine pode ser usado e como ele trata seus dados.
ru: Перед началом прочитайте, как можно использовать Open Wallpaper Engine и как он обращается с вашими данными.
tr: Başlamadan önce lütfen Open Wallpaper Engine’in nasıl kullanılabileceğini ve verilerinizi nasıl işlediğini okuyun.
uk: Перш ніж почати, прочитайте, як можна використовувати Open Wallpaper Engine і як він поводиться з вашими даними.
zh_hans: 开始之前，请阅读 Open Wallpaper Engine 的使用方式及其如何处理你的数据。
zh_hant: 開始之前，請閱讀 Open Wallpaper Engine 的使用方式及其如何處理你的資料。

source: Below Normal
ar: أقل من العادي
de: Unter normal
es: Por debajo de lo normal
fr: Inférieure à la normale
hi: सामान्य से कम
it: Inferiore al normale
ja: 通常以下
ko: 보통 이하
pl: Poniżej normalnego
pt_br: Abaixo do Normal
ru: Ниже среднего
tr: Normalin Altında
uk: Нижче звичайного
zh_hans: 低于正常
zh_hant: 低於一般

source: Below Normal lets other apps go first: Open Wallpaper Engine runs at a lower CPU priority, and wallpapers may drop frames while the Mac is busy.
ar: تتيح «أقل من العادي» للتطبيقات الأخرى أن تتقدم: يعمل Open Wallpaper Engine بأولوية أقل للمعالج، وقد تفقد خلفيات الشاشة بعض الإطارات عندما يكون الـ Mac مشغولًا.
de: „Niedriger als normal“ lässt anderen Apps den Vortritt: Open Wallpaper Engine läuft mit niedrigerer CPU-Priorität, und Hintergrundbilder können Bilder auslassen, während der Mac ausgelastet ist.
es: «Inferior a normal» deja pasar primero a otras apps: Open Wallpaper Engine se ejecuta con menor prioridad de CPU y los fondos de pantalla pueden perder fotogramas mientras el Mac está ocupado.
fr: « Inférieure à la normale » laisse passer les autres apps en premier : Open Wallpaper Engine s’exécute avec une priorité processeur plus basse, et les fonds d’écran peuvent perdre des images quand le Mac est occupé.
hi: “सामान्य से कम” अन्य ऐप्स को पहले चलने देता है: Open Wallpaper Engine कम CPU प्राथमिकता पर चलता है, और Mac व्यस्त होने पर वॉलपेपर कुछ फ़्रेम छोड़ सकते हैं।
it: «Inferiore al normale» lascia passare prima le altre app: Open Wallpaper Engine viene eseguito con una priorità CPU più bassa e gli sfondi possono perdere fotogrammi mentre il Mac è occupato.
ja: 「通常以下」では他のアプリが優先されます。Open Wallpaper Engine は低い CPU 優先度で動作し、Mac の負荷が高いときは壁紙のフレームが落ちることがあります。
ko: ‘보통 이하’를 선택하면 다른 앱이 먼저 실행됩니다. Open Wallpaper Engine이 낮은 CPU 우선순위로 실행되며, Mac이 바쁠 때 배경화면의 프레임이 떨어질 수 있습니다.
pl: „Poniżej normalnego” przepuszcza inne aplikacje: Open Wallpaper Engine działa z niższym priorytetem CPU, a tapety mogą gubić klatki, gdy Mac jest zajęty.
pt_br: “Abaixo do Normal” deixa outros apps passarem na frente: o Open Wallpaper Engine roda com prioridade de CPU menor, e os papéis de parede podem perder quadros enquanto o Mac está ocupado.
ru: «Ниже среднего» пропускает вперёд другие приложения: Open Wallpaper Engine работает с более низким приоритетом ЦП, и обои могут пропускать кадры, пока Mac занят.
tr: “Normalin Altında”, diğer uygulamalara öncelik verir: Open Wallpaper Engine daha düşük CPU önceliğiyle çalışır ve Mac meşgulken duvar kâğıtlarında kare atlanabilir.
uk: «Нижче звичайного» пропускає вперед інші програми: Open Wallpaper Engine працює з нижчим пріоритетом ЦП, і шпалери можуть пропускати кадри, поки Mac зайнятий.
zh_hans: “低于正常”会让其他 App 优先：Open Wallpaper Engine 以较低的 CPU 优先级运行，Mac 繁忙时墙纸可能会掉帧。
zh_hant: 「低於正常」會讓其他 App 優先：Open Wallpaper Engine 以較低的 CPU 優先順序執行，Mac 忙碌時背景圖片可能會掉格。

source: Bends the image as if seen through rippled glass.
ar: يثني الصورة كما لو كانت تُرى عبر زجاج متموج.
de: Bricht das Bild, als würde man es durch geriffeltes Glas sehen.
es: Curva la imagen como si se viera a través de un cristal ondulado.
fr: Déforme l’image comme si elle était vue à travers un verre ondulé.
hi: इमेज को ऐसे मोड़ता है मानो लहरदार काँच से देखी जा रही हो.
it: Piega l’immagine come se fosse vista attraverso un vetro increspato.
ja: 波打ったガラス越しに見たように画像を屈折させます。
ko: 물결 모양 유리를 통해 보는 것처럼 이미지를 굴절시킵니다.
pl: Zagina obraz, jakby był widziany przez pofalowane szkło.
pt_br: Curva a imagem como se fosse vista através de um vidro ondulado.
ru: Преломляет изображение, как будто сквозь рифлёное стекло.
tr: Görüntüyü dalgalı bir camdan bakılıyormuş gibi büker.
uk: Викривлює зображення, ніби крізь рифлене скло.
zh_hans: 使图像弯曲，就像透过波纹玻璃观看一样。
zh_hant: 讓影像彎曲，彷彿透過波紋玻璃觀看。

source: Best
ar: الأفضل
de: Beste
es: Máxima
fr: Optimale
hi: सबसे अच्छी
it: Massima
ja: 最高
ko: 최상
pl: Najlepsza
pt_br: Máxima
ru: Наилучшее
tr: En İyi
uk: Найкраща
zh_hans: 最佳
zh_hant: 最佳

source: Better Performance - (Reduce textures to half their resolution)
ar: اداء افضل - (تقليل جودة الرسومات الى النصف)
de: Bessere Leistung - (Reduziert Texturen auf die Hälfte ihrer Auflösung)
es: Buen rendimiento (reducir resolución de las texturas a la mitad)
fr: Meilleures performances (Réduire les textures à la moitié de leur résolution)
hi: बेहतर प्रदर्शन - (टेक्सचर का रिज़ॉल्यूशन आधा करें)
it: Prestazione migliore - (Riduci le texture a metà della loro risoluzione)
ja: パフォーマンス優先 - （テクスチャの解像度を半分に落とす）
ko: 준수한 성능 - (텍스쳐 해상도 절반으로 감소)
pl: Lepsza wydajność – (zmniejsz rozdzielczość tekstur o połowę)
pt_br: Melhor Desempenho - (Reduzir a resolução das texturas pela metade)
ru: Улучшенная производительность — (Уменьшать разрешение текстур в два раза)
tr: Daha İyi Performans - (Dokuları, çözünürlüklerinin yarısına düşür)
uk: Краща продуктивність - (Скоротити текстури до половини їхнього розширення)
zh_hans: 更佳性能 -（将纹理分辨率降低至原来的一半）
zh_hant: 較佳效能 - (降低紋理解析度至原本一半)

source: Black hole
ar: ثقب أسود
de: Schwarzes Loch
es: Agujero negro
fr: Trou noir
hi: ब्लैक होल
it: Buco nero
ja: ブラックホール
ko: 블랙홀
pl: Czarna dziura
pt_br: Buraco negro
ru: Черная дыра
tr: Kara delik
uk: Чорна діра
zh_hans: 黑洞
zh_hant: 黑洞

source: Blend Mode
ar: وضع الدمج
de: Mischmodus
es: Modo de fusión
fr: Mode de fusion
hi: ब्लेंड मोड
it: Modalità di fusione
ja: ブレンドモード
ko: 혼합 모드
pl: Tryb mieszania
pt_br: Modo de Combinação
ru: Режим смешивания
tr: Karışım Modu
uk: Режим накладання
zh_hans: 混合模式
zh_hant: 混合模式

source: Blending
ar: المزج
de: Überblendung
es: Fusión
fr: Fusion
hi: ब्लेंडिंग
it: Fusione
ja: ブレンド
ko: 블렌딩
pl: Mieszanie
pt_br: Mesclagem
ru: Смешивание
tr: Karıştırma
uk: Змішування
zh_hans: 混合
zh_hant: 混合

source: Block %@
ar: حظر %@
de: %@ blockieren
es: Bloquear a %@
fr: Bloquer %@
hi: %@ को ब्लॉक करें
it: Blocca %@
ja: %@ をブロック
ko: %@ 차단
pl: Zablokuj: %@
pt_br: Bloquear %@
ru: Заблокировать: %@
tr: %@ Kullanıcısını Engelle
uk: Заблокувати: %@
zh_hans: 屏蔽 %@
zh_hant: 封鎖 %@

source: Block Wallpaper
ar: حظر الخلفية
de: Hintergrundbild blockieren
es: Bloquear fondo de pantalla
fr: Bloquer le fond d’écran
hi: वॉलपेपर ब्लॉक करें
it: Blocca sfondo
ja: 壁紙をブロック
ko: 배경화면 차단
pl: Zablokuj tapetę
pt_br: Bloquear Imagem de Fundo
ru: Заблокировать обои
tr: Duvar Kâğıdını Engelle
uk: Заблокувати шпалери
zh_hans: 屏蔽墙纸
zh_hant: 封鎖背景圖片

source: Blocked wallpapers and authors' wallpapers are hidden from the Workshop and Discover tabs on this Mac. Nothing is sent to Steam.
ar: تُخفى الخلفيات المحظورة وخلفيات المؤلفين المحظورين من علامتي التبويب «الورشة» و«استكشف» على هذا الـ Mac. ولا يُرسل أي شيء إلى Steam.
de: Blockierte Hintergrundbilder und die Hintergrundbilder blockierter Autoren sind auf diesem Mac in den Tabs „Workshop“ und „Entdecken“ ausgeblendet. An Steam wird nichts gesendet.
es: Los fondos de pantalla bloqueados y los de los autores bloqueados se ocultan en las pestañas Workshop y Descubrir en este Mac. No se envía nada a Steam.
fr: Les fonds d’écran bloqués et ceux des auteurs bloqués sont masqués dans les onglets Workshop et Découvrir sur ce Mac. Rien n’est envoyé à Steam.
hi: ब्लॉक किए गए वॉलपेपर और ब्लॉक किए गए लेखकों के वॉलपेपर इस Mac पर Workshop और खोजें टैब में छिपे रहते हैं। Steam को कुछ नहीं भेजा जाता।
it: Gli sfondi bloccati e quelli degli autori bloccati sono nascosti nei pannelli Workshop ed Esplora su questo Mac. Non viene inviato nulla a Steam.
ja: ブロックした壁紙と、ブロックした作成者の壁紙は、この Mac の「ワークショップ」タブと「発見」タブに表示されません。Steam には何も送信されません。
ko: 차단한 배경화면과 차단한 제작자의 배경화면은 이 Mac의 창작마당 및 발견 탭에서 숨겨집니다. Steam에는 아무것도 전송되지 않습니다.
pl: Zablokowane tapety i tapety zablokowanych autorów są ukryte na kartach Warsztat i Odkryj na tym Macu. Nic nie jest wysyłane do Steam.
pt_br: As imagens de fundo bloqueadas e as dos autores bloqueados ficam ocultas nas abas Oficina e Descobrir neste Mac. Nada é enviado à Steam.
ru: Заблокированные обои и обои заблокированных авторов скрыты на вкладках «Мастерская» и «Рекомендации» на этом Mac. В Steam ничего не отправляется.
tr: Engellenen duvar kâğıtları ve engellenen yazarların duvar kâğıtları bu Mac’teki Atölye ve Keşfet sekmelerinde gizlenir. Steam’e hiçbir şey gönderilmez.
uk: Заблоковані шпалери та шпалери заблокованих авторів приховано на вкладках «Майстерня» й «Огляд» на цьому Mac. До Steam нічого не надсилається.
zh_hans: 已屏蔽的墙纸以及已屏蔽作者的墙纸会在这台 Mac 的“创意工坊”和“发现”标签页中隐藏。不会向 Steam 发送任何内容。
zh_hant: 已封鎖的背景圖片以及已封鎖作者的背景圖片會在這台 Mac 的「工作坊」和「探索」標籤頁中隱藏。不會向 Steam 傳送任何內容。

source: Bloom
ar: التوهج
es: Resplandor
fr: Flou lumineux
hi: ब्लूम
ja: ブルーム
ko: 블룸
uk: Bloom-ефект
zh_hans: 泛光
zh_hant: 光暈

source: Blue component of the bar colour.
ar: المكوّن الأزرق في لون الشريط.
de: Blauanteil der Balkenfarbe.
es: Componente azul del color de las barras.
fr: Composante bleue de la couleur des barres.
hi: बार के रंग का नीला घटक.
it: Componente blu del colore delle barre.
ja: バーの色の青成分です。
ko: 막대 색상의 파란색 성분입니다.
pl: Składowa niebieska koloru słupków.
pt_br: Componente azul da cor das barras.
ru: Синяя составляющая цвета полос.
tr: Çubuk renginin mavi bileşeni.
uk: Синя складова кольору смуг.
zh_hans: 条形颜色的蓝色分量。
zh_hant: 長條顏色的藍色分量。

source: Blur
ar: تمويه
de: Weichzeichnen
es: Desenfoque
fr: Flou
hi: ब्लर
it: Sfocatura
ja: ぼかし
ko: 흐림 효과
pl: Rozmycie
pt_br: Desfoque
ru: Размытие
tr: Bulanıklık
uk: Розмиття
zh_hans: 模糊
zh_hant: 模糊
